[
    {
        "code": "TUNDRA",
        "name": "Tundra biome",
        "description": "The tundra is the coldest of the biomes. It also receives low amounts of precipitation, making the tundra similar to a desert. Tundra comes from the Finnish word tunturia, meaning \"treeless plain\". Tundra is found in the regions just below the ice caps of the Arctic, extending across North America, to Europe, and Siberia in Asia. Temperatures usually range between -40°C (-40 °F) and 18°C (64°F). The temperatures are so cold that there is a layer of permanently frozen ground below the surface, called permafrost. This permafrost is a defining characteristic of the tundra biome. In the tundra summers, the top layer of soil thaws only a few inches down, providing a growing surface for the roots of vegetation. This biome sees 150 to 250 mm (6 to 10 in) of rain per year. Vegetation in the tundra has adapted to the cold and the short growing season and consists of lichens, mosses, grasses, sedges, shrubs, but almost no trees due to short growing season and permafrost."
    },
    {
        "code": "CONIFEROUS",
        "name": "Coniferous Forest biome",
        "description": "The coniferous forest is sandwiched in between the tundra to the north and the deciduous forest to the south. Coniferous forest regions have cold, long, snowy winters, and warm, humid summers; well-defined seasons; and at least four to six frost-free months. The average temperature in winter ranges from -40°C (-40°F) to 20°C (68°F). The average summer temperatures are usually around 10°C (50°F). 300 to 900 mm (12 to 35 in) of rain per year can be expected in this biome. Vegetation consists of trees that produce cones and needles called, coniferous-evergreen trees. Some needles remain on the trees all year long. Some of the more common conifers are spruces, pines, and firs."
    },
    {
        "code": "DECIDIOUS",
        "name": "Temperate Deciduous Forest biome",
        "description": "Temperate deciduous forests are located in the mid-latitude areas which means that they are found between the polar regions and the tropics. The deciduous forest regions are exposed to warm and cold air masses, which cause this area to have four seasons. Hot summers and cold winters are typical in this biome. The average daily temperatures range between -30°C (-22°F) and 30°C (86°F) with a yearly average of 10°C (50°F). On average, this biome receives 750 to 1,500 mm (30 to 59 in) of rain per year. Vegetation includes broadleaf trees (oaks, maples, beeches), shrubs, perennial herbs, and mosses. Temperate deciduous forests are most notable for their transitioning through four seasons. Leaves change color (or senesce) in autumn, fall off in the winter, and grow back in the spring; this adaptation allows plants to survive cold winters."
    },
    {
        "code": "RAINFOREST",
        "name": "Rainforest biome",
        "description": "The rainforest biome remains warm all year and must stay frost-free. The average daily temperatures range from 20°C (68°F) to 25°C (77°F). Rainforests receive the most rain of all of the biomes in a year! A typical year sees 2,000 to 10,000 mm (79 to 394 in) of rain per year. Vegetation typically includes vines, palm trees, orchids, ferns. There are two types of rainforests, tropical and temperate. Tropical rainforests are found closer to the equator and temperate rainforests are found farther north near coastal areas. The majority of common houseplants come from the rainforest."
    },
    {
        "code": "GRASSLAND",
        "name": "Grassland biome",
        "description": "Grasslands are generally open and continuous, fairly flat areas of grass. They are often located between temperate forests at high latitudes and deserts at subtropical latitudes. Found on every continent except Antarctica. Depending on latitude, the annual temperature range can be between -20°C (-4°F) to 30°C (86°F). Grasslands receive around 500 to 900 mm (20 to 35 in) of rain per year. Tropical grasslands have dry and wet seasons that remain warm all the time. Temperate grasslands have cold winters and warm summers with some rain. Vegetation is dominated by grasses but can include sedges and rushes along with some legumes (clover) and herbs. The grasses die back to their roots annually and the soil and the sod protect the roots and the new buds from the cold of winter or dry conditions. A few trees may be found in this biome along the streams, but not many due to the lack of rainfall."
    },
    {
        "code": "SHRUBLAND",
        "name": "Shrubland biome",
        "description": "Shrublands include regions such as chaparral, woodland and savanna, and are composed of shrubs or short trees. Many shrubs thrive on steep, rocky slopes, but there is usually not enough rain to support tall trees. Shrublands are the areas that are located in west coastal regions between 30° and 40° North and South latitude. These regions are usually found surrounding deserts and grasslands. The summers are hot and dry with temperatures reaching up to 38°C (100°F). In the winter, temperatures stay around -1 °C (30°F) and are cool and moist. Annual rainfall in the shrublands varies greatly but generally 200 to 1,000 mm (8 to 40 in) of rain per year can be expected. Vegetation comprises aromatic herbs (sage, rosemary, thyme, oregano), shrubs, acacia, chamise, grasses. Plants have adapted to fire caused by the frequent lightning that occurs in the hot, dry summers."
    },
    {
        "code": "DESERT",
        "name": "Desert biome",
        "description": "Desert biomes are the driest of all the biomes. In fact, the most important characteristic of a desert is that it receives very little rainfall. Deserts get about 250 mm (10 in) of rain per year - the least amount of rain of all of the biomes. During the day, desert temperatures rise to an average of 38°C (100°F). At night, desert temperatures fall to an average of -4°C (about 25°F). Vegetation is sparse consisting of cacti, small bushes, short grasses. Perennials survive for several years by becoming dormant and flourishing when water is available. Annuals are referred to as ephemerals because some can complete an entire life cycle in weeks. Since desert conditions are so severe, the plants that live there need to have adaptations to compensate for the lack of water. Some plants, such as cacti, store water in their stems and use it very slowly, while others like bushes conserve water by growing few leaves or by having large root systems to gather water."
    }
]