[
    {
        "code": "HRC_27_7",
        "title": "UN Human Rights Council resolution 27/7 (25 September 2014)",
        "month": "September",
        "year": 2014,
        "abstract": "This resolution reiterates the previous language on the derived right and includes, in preambular paragraph 21, the full definition of the human rights to safe drinking water and sanitation, this time including »socially and cul- turally« in connection to the content category »acceptability«. »Reaffirming that the human right to safe drinking water and sanitation entitles everyone, without discrimination, to have access to sufficient, safe, acceptable, physical- ly accessible and affordable water for personal and do- mestic use and to have physical and affordable access to sanitation, in all spheres of life, that is safe, hygienic, se- cure, socially and culturally acceptable and that provides privacy and ensures dignity« This resolution was adopted without a vote. However, the USA dissociated itself from the consensus on the above-mentioned paragraph."
    },
    {
        "code": "GA_68_157",
        "title": "UN General Assembly resolution 68/157 (18 December 2013)",
        "month": "December",
        "year": 2013,
        "abstract": "This resolution, adopted without a vote, is the first resolution in which all UN Member States affirm that the human right to safe drinking water and sanitation is legally binding in international law. It states: »Recalling that the human right to safe drinking water and sanitation is derived from the right to an adequate standard of living and is inextricably related to the right to the highest attainable standard of physical and men- tal health, as well as to the right to life and human dig- nity« The resolution thereby affirms the content of resolutions by the Human Rights Council from 2010 onwards which specify that the right to an ade- quate standard of living includes the human right to safe drinking water and sanitation. The right to an adequate standard of living is enshrined in human rights instruments such as the International Covenant on Economic, Social and Cultural Rights (ICESCR) (Article 11), the Convention on the Rights of the Child (CRC) (Article 27) and the Convention on the Rights of Persons with Disabilities (CRPD) (Article 28). The General Assembly’s view is significant because it comprises all States parties to these instruments. Unfortunately, as a result of pressure from the USA, the main sponsors of the resolution, Germany and Spain, removed from the final draft a paragraph that outlined the content of the rights, which was previously adopted in HRC/RES/24/18 (September 2013). For further information, see the Amnesty International press release."
    },
    {
        "code": "HRC_24_18",
        "title": "UN Human Rights Council resolution 24/18 (27 September 2013)",
        "month": "September",
        "year": 2013,
        "abstract": "This resolution, in addition to re-affirming that »the right to safe drinking water and sanitation is de- rived from the right to an adequate standard of living«, for the first time includes a definition of the human rights to water and sani- tation (preambular paragraph 15): »the human right to safe drinking water and sanitation entitles everyone, without discrimination, to have access to sufficient, safe, acceptable, physically accessible and affordable water for personal and domestic use and to have physical and affordable access to sanitation, in all spheres of life, that is safe, hygienic, secure, and accept- able and that provides privacy and ensures dignity«. This definition explicitly affirms the content of the right to water and the right to sanitation, but does not include the criteria of »socially and cultural- ly« in connection to the content category »acceptability«."
    },
    {
        "code": "HRC_21_2",
        "title": "UN Human Rights Council resolution 21/2 (20 September 2012)",
        "month": "September",
        "year": 2012,
        "abstract": "This resolution, reaffirms that »the human right to safe drinking water and sanitation is derived from the right to an adequate standard of living«. This resolution was adopted without a vote and was the first HRC resolution recognising these rights in which no State dissociated from consensus. The United Kingdom had recognised the right to sanitation in June 2012, in a statement recognising the right to sanitation and supporting the reference to this right in the outcome document of the United Nations Conference on Sustainable Development (Rio +20), which was endorsed by the General Assembly (see above)."
    },
    {
        "code": "HRC_18_1",
        "title": "UN Human Rights Council resolution 18/1 (28 September 2011)",
        "month": "September",
        "year": 2011,
        "abstract": "This resolution re-affirms that »the right to safe drinking water and sanitation is de- rived from the right to an adequate standard of living«. This resolution was adopted without a vote. The United Kingdom, which was not an HRC member in September 2011, made a statement specifying that it did not recognise the right to sanitation."
    },
    {
        "code": "HRC_16_2",
        "title": "UN Human Rights Council resolution 16/2 (24 March 2011)",
        "month": "March",
        "year": 2011,
        "abstract": "This resolution re-affirms that »the right to safe drinking water and sanitation is de- rived from the right to an adequate standard of living«. It refers for the first time to the November 2010 statement of the Committee on Economic, Social and Cultural Rights recognizing the right to sanitation, which the Committee treats »as a complement to the Committee’s general comment No. 15« on the right to water. This resolution was adopted without a vote, with only the United Kingdom dissociating itself from the consensus."
    },
    {
        "code": "HRC_15_9",
        "title": "UN Human Rights Council resolution 15/9 (September 2010)",
        "month": "September",
        "year": 2010,
        "abstract": "With this resolution the Human Rights Council affirmed that the human rights to water and sanitation are legally binding by stating: »Affirms that the human right to safe drinking water and sanitation is derived from the right to an adequate stan- dard of living.« This HRC resolution effectively affirms that the rights to water and sanitation are implicitly contained in the right to an adequate standard of living, which is enshrined, among other instruments, in Article 11 of the International Covenant on Economic, Social and Cultural Rights, and therefore are legally binding rights. This resolution was adopted without a vote, with only the United Kingdom dissociating itself from the consensus."
    },
    {
        "code": "GA_64_292",
        "title": "UN General Assembly resolution 64/292 (July 2010)",
        "month": "August",
        "year": 2010,
        "abstract": "This resolution recognised the right to water and sanitation by stating that the General Assembly: »Recognizes the right to safe and clean drinking water and sanitation as a human right that is essential for the full enjoyment of life and all human rights« This resolution was adopted by vote."
    }
]